// Main Menu
"About Epson Printer Utility Lite" = "אודות Epson Printer Utility Lite";
"Preferences..." = "העדפות…";
"Services" = "שירותים";
"Hide Epson Printer Utility Lite" = "הסתר את Epson Printer Utility Lite";
"Hide Others" = "הסתר אחרים";
"Show All" = "הצג הכול";
"Quit Epson Printer Utility Lite" = "סיים את Epson Printer Utility Lite";

"File" = "קובץ";
"Close" = "סגור";

"Window" = "חלון";
"Minimize" = "מזער";
"Zoom" = "הגדל/הקטן";
"Bring All to Front" = "הבא הכול קדימה";

"Help" = "עזרה";

// Main Window
"Printer List" = "רשימת מדפסות";
"This printer has been paused." = "מדפסת זו בהשהיה.";
"Communication error" = "שגיאת תקשורת";
"Ink Levels" = "רמות דיו";
"Update" = "עדכן";
"Nozzle Check" = "בדיקת פיה";
"Head Cleaning" = "ניקוי ראש";
"Information Not Available" = "הפרטים אינם זמינים";

"Version" = "גרסה";

/* Alert Strings */
"UTAlert_1" = "המדפסת אינה רשומה.";
"UTAlert_OKButton" = "אישור";

/* Color Strings */
"Black" = "שחור";
"Color" = "צבע";
"MatteBlack" = "שחור מאט";
"PhotoBlack" = "שחור תמונה";
"LightBlack" = "שחור בהיר";
"LightLightBlack" = "שחור בהיר בהיר";
"Cyan" = "ציאן";
"LightCyan" = "ציאן בהיר";
"Magenta" = "מג'נטה";
"LightMagenta" = "מג'נטה בהיר";
"Yellow" = "צהוב";
"DarkYellow" = "צהוב כהה";
"Red" = "אדום";
"Blue" = "כחול";
"GlossOptimizer" = "ממטב ברק";
"VividMagenta" = "מג'נטה חי";
"VividLightMagenta" = "מג'נטה בהיר חי";
"Orange" = "כתום";
"Green" = "ירוק";
"Unknown" = "לא ידוע";
"PrintPack" = "ערכת הדפסה";

"LFP Black" = "שחור";
"LFP MatteBlack" = "שחור מאט";
"LFP PhotoBlack" = "שחור תמונה";
"LFP LightBlack" = "שחור בהיר";
"LFP LightLightBlack" = "שחור בהיר בהיר";
"LFP Cyan" = "ציאן";
"LFP LightCyan" = "ציאן בהיר";
"LFP Magenta" = "מג'נטה";
"LFP LightMagenta" = "מג'נטה בהיר";
"LFP Yellow" = "צהוב";
"LFP DarkYellow" = "צהוב כהה";
"LFP Red" = "אדום";
"LFP Blue" = "כחול";
"LFP GlossOptimizer" = "ממטב ברק";
"LFP VividMagenta" = "מג'נטה חי";
"LFP VividLightMagenta" = "מג'נטה בהיר חי";
"LFP Orange" = "כתום";
"LFP Green" = "ירוק";

"EAI Black" = "שחור";
"EAI MatteBlack" = "שחור מאט";
"EAI PhotoBlack" = "שחור תמונה";
"EAI LightBlack" = "שחור בהיר";
"EAI LightLightBlack" = "שחור בהיר בהיר";
"EAI Cyan" = "ציאן";
"EAI LightCyan" = "ציאן בהיר";
"EAI Magenta" = "מג'נטה";
"EAI LightMagenta" = "מג'נטה בהיר";
"EAI Yellow" = "צהוב";
"EAI DarkYellow" = "צהוב כהה";
"EAI Red" = "אדום";
"EAI Blue" = "כחול";
"EAI GlossOptimizer" = "ממטב ברק";
"EAI VividMagenta" = "מג'נטה חי";
"EAI VividLightMagenta" = "מג'נטה בהיר חי";
"EAI Orange" = "כתום";
"EAI Green" = "ירוק";

